"IM" = "马恩岛";
"HR" = "克罗地亚";
"GW" = "几内亚比绍";
"IN" = "印度";
"KE" = "肯尼亚";
"LA" = "老挝";
"IO" = "英属印度洋领地";
"HT" = "海地";
"LB" = "黎巴嫩";
"GY" = "圭亚那";
"KG" = "吉尔吉斯斯坦";
"HU" = "匈牙利";
"LC" = "圣卢西亚";
"IQ" = "伊拉克";
"KH" = "柬埔寨";
"JM" = "牙买加";
"IR" = "伊朗";
"KI" = "基里巴斯";
"IS" = "冰岛";
"MA" = "摩洛哥";
"JO" = "约旦";
"IT" = "意大利";
"JP" = "日本";
"MC" = "摩纳哥";
"KM" = "科摩罗";
"MD" = "摩尔多瓦";
"LI" = "列支敦士登";
"KN" = "圣基茨和尼维斯";
"ME" = "黑山";
"NA" = "纳米比亚";
"MF" = "圣马丁";
"LK" = "斯里兰卡";
"KP" = "朝鲜";
"MG" = "马达加斯加";
"NC" = "新喀里多尼亚";
"MH" = "马绍尔群岛";
"KR" = "韩国";
"NE" = "尼日尔";
"NF" = "诺福克岛";
"MK" = "马其顿";
"NG" = "尼日利亚";
"ML" = "马里";
"MM" = "缅甸";
"LR" = "利比里亚";
"NI" = "尼加拉瓜";
"KW" = "科威特";
"MN" = "蒙古";
"LS" = "莱索托";
"PA" = "巴拿马";
"MO" = "澳门";
"LT" = "立陶宛";
"KY" = "开曼群岛";
"MP" = "北马里亚纳群岛";
"LU" = "卢森堡";
"NL" = "荷兰";
"KZ" = "哈萨克斯坦";
"MQ" = "马提尼克";
"LV" = "拉脱维亚";
"MR" = "毛里塔尼亚";
"PE" = "秘鲁";
"MS" = "蒙特塞拉特";
"QA" = "卡塔尔";
"NO" = "挪威";
"PF" = "法属波利尼西亚";
"MT" = "马耳他";
"LY" = "利比亚";
"NP" = "尼泊尔";
"PG" = "巴布亚新几内亚";
"MU" = "毛里求斯";
"PH" = "菲律宾";
"MV" = "马尔代夫";
"OM" = "阿曼";
"NR" = "瑙鲁";
"MW" = "马拉维";
"MX" = "墨西哥";
"PK" = "巴基斯坦";
"MY" = "马来西亚";
"NU" = "纽埃";
"PL" = "波兰";
"MZ" = "莫桑比克";
"PM" = "圣皮埃尔和密克隆";
"PN" = "皮特凯恩群岛";
"RE" = "留尼汪";
"SA" = "沙特阿拉伯";
"SB" = "所罗门群岛";
"NZ" = "新西兰";
"SC" = "塞舌尔";
"SD" = "苏丹";
"PR" = "波多黎各";
"SE" = "瑞典";
"PS" = "巴勒斯坦领土";
"TA" = "特里斯坦-达库尼亚群岛";
"PT" = "葡萄牙";
"SG" = "新加坡";
"TC" = "特克斯和凯科斯群岛";
"SH" = "圣赫勒拿";
"TD" = "乍得";
"SI" = "斯洛文尼亚";
"PW" = "帕劳";
"SJ" = "斯瓦尔巴特和扬马延";
"UA" = "乌克兰";
"RO" = "罗马尼亚";
"TF" = "法属南部领地";
"SK" = "斯洛伐克";
"PY" = "巴拉圭";
"TG" = "多哥";
"SL" = "塞拉利昂";
"TH" = "泰国";
"SM" = "圣马力诺";
"SN" = "塞内加尔";
"RS" = "塞尔维亚";
"TJ" = "塔吉克斯坦";
"VA" = "梵蒂冈";
"SO" = "索马里";
"TK" = "托克劳";
"UG" = "乌干达";
"RU" = "俄罗斯";
"TL" = "东帝汶";
"VC" = "圣文森特和格林纳丁斯";
"TM" = "土库曼斯坦";
"SR" = "苏里南";
"RW" = "卢旺达";
"TN" = "突尼斯";
"VE" = "委内瑞拉";
"SS" = "南苏丹";
"TO" = "汤加";
"ST" = "圣多美和普林西比";
"VG" = "英属维尔京群岛";
"SV" = "萨尔瓦多";
"UM" = "美国本土外小岛屿";
"TR" = "土耳其";
"VI" = "美属维尔京群岛";
"SX" = "荷属圣马丁";
"WF" = "瓦利斯和富图纳";
"TT" = "特立尼达和多巴哥";
"SY" = "叙利亚";
"SZ" = "斯威士兰";
"TV" = "图瓦卢";
"TW" = "台湾";
"VN" = "越南";
"US" = "美国";
"TZ" = "坦桑尼亚";
"YE" = "也门";
"ZA" = "南非";
"XK" = "科索沃";
"UY" = "乌拉圭";
"VU" = "瓦努阿图";
"UZ" = "乌兹别克斯坦";
"WS" = "萨摩亚";
"ZM" = "赞比亚";
"AC" = "阿森松岛";
"AD" = "安道尔";
"YT" = "马约特";
"AE" = "阿联酋";
"BA" = "波斯尼亚和黑塞哥维那";
"AF" = "阿富汗";
"BB" = "巴巴多斯";
"AG" = "安提瓜和巴布达";
"BD" = "孟加拉国";
"AI" = "安圭拉";
"BE" = "比利时";
"CA" = "加拿大";
"BF" = "布基纳法索";
"BG" = "保加利亚";
"ZW" = "津巴布韦";
"AL" = "阿尔巴尼亚";
"CC" = "科科斯（基林）群岛";
"BH" = "巴林";
"AM" = "亚美尼亚";
"CD" = "刚果（金）";
"BI" = "布隆迪";
"BJ" = "贝宁";
"AO" = "安哥拉";
"CF" = "中非共和国";
"CG" = "刚果（布）";
"BL" = "圣巴泰勒米";
"AQ" = "南极洲";
"CH" = "瑞士";
"BM" = "百慕大";
"AR" = "阿根廷";
"CI" = "科特迪瓦";
"BN" = "文莱";
"DE" = "德国";
"AS" = "美属萨摩亚";
"EA" = "休达及梅利利亚";
"BO" = "玻利维亚";
"AT" = "奥地利";
"CK" = "库克群岛";
"DG" = "迭戈加西亚岛";
"AU" = "澳大利亚";
"CL" = "智利";
"EC" = "厄瓜多尔";
"BQ" = "荷兰加勒比区";
"CM" = "喀麦隆";
"BR" = "巴西";
"AW" = "阿鲁巴";
"CN" = "中国";
"EE" = "爱沙尼亚";
"BS" = "巴哈马";
"DJ" = "吉布提";
"AX" = "奥兰群岛";
"CO" = "哥伦比亚";
"BT" = "不丹";
"DK" = "丹麦";
"CP" = "克利珀顿岛";
"EG" = "埃及";
"AZ" = "阿塞拜疆";
"EH" = "西撒哈拉";
"BV" = "布韦岛";
"DM" = "多米尼克";
"CR" = "哥斯达黎加";
"BW" = "博茨瓦纳";
"GA" = "加蓬";
"DO" = "多米尼加共和国";
"BY" = "白俄罗斯";
"GB" = "英国";
"CU" = "古巴";
"BZ" = "伯利兹";
"CV" = "佛得角";
"GD" = "格林纳达";
"FI" = "芬兰";
"CW" = "库拉索";
"GE" = "格鲁吉亚";
"FJ" = "斐济";
"CX" = "圣诞岛";
"GF" = "法属圭亚那";
"FK" = "福克兰群岛";
"CY" = "塞浦路斯";
"GG" = "根西岛";
"CZ" = "捷克";
"GH" = "加纳";
"FM" = "密克罗尼西亚";
"ER" = "厄立特里亚";
"GI" = "直布罗陀";
"ES" = "西班牙";
"FO" = "法罗群岛";
"ET" = "埃塞俄比亚";
"GL" = "格陵兰";
"IC" = "加纳利群岛";
"DZ" = "阿尔及利亚";
"GM" = "冈比亚";
"ID" = "印度尼西亚";
"FR" = "法国";
"GN" = "几内亚";
"IE" = "爱尔兰";
"HK" = "香港（中国）";
"GP" = "瓜德罗普";
"GQ" = "赤道几内亚";
"HM" = "赫德岛和麦克唐纳群岛";
"GR" = "希腊";
"HN" = "洪都拉斯";
"JE" = "泽西岛";
"GS" = "南乔治亚岛和南桑威奇群岛";
"GT" = "危地马拉";
"GU" = "关岛";
"IL" = "以色列";
